import React from "react";
import Header from "../../components/header/header";
import Footer from "../../components/footer/footer";
import "./refund_returns.css";
const Page = () => {
  return (
    <div>
      <Header />
      <section>
        <div className="bg">
          <div className="img-rols">
            <img src="/rols.webp" alt="not found" />
          </div>
          <div className="text-rols">
            <h3>سياسة الاسترجاع</h3>
            <span>Home / سياسة الاسترجاع</span>
          </div>
        </div>

        <div className="text-bg-rols" style={{ gap: "3rem" }}>
          <div
            className=""
            style={{ gap: "1rem", display: "flex", flexDirection: "column" }}
          >
            <span>سياسة الاسترجاع</span>
            <p>
              نحن في موقع “مضمون” نسعى جاهدين لتقديم خدمة عالية الجودة وتوفير
              منتجات تلبي احتياجات عملائنا. إذا كنت غير راضٍ عن منتج تلقيته منا
              أو ترغب في استرداد المبلغ المدفوع، يمكنك استرجاع المنتج وفقًا
              لسياسة الاسترجاع التالية:
            </p>
          </div>
          <div
            className=""
            style={{ gap: "1rem", display: "flex", flexDirection: "column" }}
          >
            <span>فترة الاسترجاع:</span>
            <p>
              لديك فترة قدرها 14 يومًا لاسترجاع المنتج من تاريخ استلامه غذا كان
              به عيوب صناعه. يتعين عليك إرجاع المنتج في حالته الأصلية وبحالة
              جيدة ومغلفة بشكل صحيح.
            </p>
          </div>
          <div
            className=""
            style={{ gap: "1rem", display: "flex", flexDirection: "column" }}
          >
            <span>الشروط المطلوبة لاسترجاع المنتج:</span>
            <p>
              يجب أن يكون المنتج بحالة ممتازة وغير مستخدم. يجب توفير جميع
              العناصر والملحقات الأصلية المرفقة بالمنتج. يجب أن يكون لديك إيصال
              الشراء الأصلي أو إثبات الشراء. إجراءات الاسترجاع:
            </p>
            <p>
              قم بالاتصال بخدمة العملاء لدينا عبر البريد الإلكتروني أو الهاتف
              لتقديم طلب الاسترجاع. سيتم تقديم تعليمات حول كيفية إعادة المنتج
              وترتيب عملية الاسترجاع. بمجرد استلامنا للمنتج والتحقق من حالته،
              سنقوم بمراجعة طلبك ومعالجة استرداد المبلغ.
            </p>
          </div>

          <div
            className=""
            style={{ gap: "1rem", display: "flex", flexDirection: "column" }}
          >
            <span>تكاليف الاسترجاع:</span>
            <p>
              إذا كان سبب الاسترجاع يرجع إلى خطأ من جانبنا أو عيب في المنتج،
              فسنتحمل تكاليف الشحن.
            </p>
            <p>
              إذا كان سبب الاسترجاع يعود إلى اختيار المشتري أو رغبته الشخصية في
              الاسترجاع، فسيتحمل المشتري تكاليف الشحن.
            </p>
          </div>
          <div
            className=""
            style={{ gap: "1rem", display: "flex", flexDirection: "column" }}
          >
            <span>استرداد المبلغ:</span>
            <p>
              سيتم استرداد المبلغ المدفوع لك بنفس طريقة الدفع الأصلية التي
              استخدمتها للشراء.
            </p>
            <p>
              قد يستغرق الاسترداد بضعة أيام قبل أن يظهر على حسابك، وذلك يعتمد
              على سياسة البنك أو وسيلة الدفع الخاصة بك.
            </p>
            <p>
              إذا كان لديك أي أسئلة أو استفسارات إضافية حول سياسة الاسترجاع،
              يرجى عدم التردد في الاتصال بفريق خدمة العملاء لدينا. سنكون سعداء
              بمساعدتك في أي مشكلة قد تواجهها في عملية الاسترجاع.
            </p>
            <p>
              نود التأكيد على أن سياسة الاسترجاع قد تتغير أو تتطور على مر الوقت،
              لذا يرجى التحقق من صفحة سياسة الاسترجاع بشكل دوري للحصول على أحدث
              المعلومات.
            </p>
            pشكرًا لاختيارك “مضمون”. نحن نقدر ثقتك فينا وسنعمل دائمًا على تلبية
            توقعاتك وتقديم خدمة ممتازة لك.
          </div>
        </div>
      </section>
      <Footer />
    </div>
  );
};

export default Page;
