import React from 'react';
import Header from '../../components/header/header';
import Footer from '../../components/footer/footer';
import "./privacy-policy.css"
const Rols = () => {
  return (
    <div>
      <Header/>
    <section>
      <div className='bg'>
        <div className='img-rols'>
        <img src="/rols.webp" alt="not found" />
        </div>
        <div className='text-rols'>
        <h3>سياسة الخصوصية</h3>
        <span>Home / سياسة الخصوصية </span>
        </div>
      </div>



    <div className='text-bg-rols' style={{gap:"3rem"}}>
      <div className=''  style={{gap:"1rem",display:"flex" ,flexDirection:"column"}}>
        <h3>مقدمة</h3>
        <span>تعني (اتفاقية سرية المعلومات) الخاصة بنا الطريقة التي نجمع بها البيانات والطريقة التي نحمي بها المعلومات الشخصية للمستخدمين.</span>
        <p>1.  من المهم للغاية قراءة ومراجعة تفاصيل هذه الاتفاقية</p>
        <p>2. نحن لا نهتم بأي معلومات شخصية لشخص معين. بل يتم جمع المعلومات الشخصية من الراغبين في استخدام الموقع أو صفحات الإنترنت المرتبطة به (بما في ذلك على سبيل المثال لا الحصر، شراءك وبيعك للسلع، أو مشاركتك في المزادات، أو عند اتصالك عبر الهاتف أو عبر البريد الإلكتروني). فريق مركز دعم المستخدم لدينا. بمجرد تزويدنا بمعلوماتك الشخصية، فإنك قد سمحت لنا بمعالجة هذه المعلومات وفقًا لشروط وأحكام اتفاقية سرية المعلومات.</p>
        <p>3. قد نلجأ إلى تعديل (اتفاقية سرية المعلومات) في أي وقت، وذلك بعد الإعلان عن هذا التعديل من خلال نشر النسخة المعدلة على الموقع الإلكتروني. وستكون النسخة المعدلة من اتفاقية سرية المعلومات سارية اعتبارًا من تاريخ نشرها. وبعد النشر، يعتبر استمرارك في استخدام الموقع التزامًا منك بالشروط والأحكام الواردة في النسخة المعدلة لطريقة معالجتنا وتعاملنا مع معلوماتك الشخصية التي قدمتها لنا. نأمل منكم مراجعة إعلانات إدارة الشركة من حين لآخر والتي قد تكون ذات صلة بهذه الاتفاقية (اتفاقية سرية المعلومات).</p>
        <p>4. نأمل منكم مراجعة إعلانات إدارة الشركة من حين لآخر والتي قد تكون ذات صلة بهذه الاتفاقية (اتفاقية سرية المعلومات).</p>
      </div>
      <div className='' style={{gap:"1rem",display:"flex" ,flexDirection:"column"}}>
        <span>تغطي اتفاقية سرية المعلومات الأنشطة التالية، والتي تم تفصيلها في البنود أدناه:</span>
        <p>1. نحن نجمع ونحتفظ بمعلوماتك الشخصية التي تتفاعل معها أو تزودنا بها أو تعرضها أو تعدلها.</p>
        <p>2. استخدامنا لمعلوماتك الشخصية ومراجعتها وتعديلها حسب الحاجة.</p>
        <p>3. استخدامك لمعلوماتك الشخصية ومعلومات المستخدمين الآخرين.
        </p>
        <p>4. استخدام معلوماتك الشخصية والوصول إليها وتصفحها وتعديلها.
        </p>
        <p>5. أدوات للتواصل مع أطراف ثالثة عبر الإنترنت.
        </p>
        <p>6. برنامج التصفح المستخدم على جهازك الشخصي.
        </p>
        <p>7. لا توجد رسائل بريد إلكتروني مضللة أو خادعة.
        </p>
        <p>8. حماية معلوماتك الشخصية.
        </p>
        <p>9. كيف يمكنك التواصل معنا للاستفسار عن (اتفاقية سرية المعلومات).
        </p>
      </div>
      <div className='' style={{gap:"1rem",display:"flex" ,flexDirection:"column"}}>
        <span>نقوم بجمع وحفظ معلوماتك الشخصية التي تتفاعل معها أو تزودنا بها أو تعرضها أو تعدلها

</span>
        <p>1. كجزء من التسجيل في الموقع، سيُطلب منك تزويدنا بمعلومات شخصية محددة، مثل اسمك، وعنوان الشحن إليك، وبريدك الإلكتروني و/أو رقم هاتفك، ومعلومات أخرى مماثلة، وبعض المعلومات الإضافية عنك، مثل تاريخ ميلادك أو أي معلومات خاصة بهويتك، بالإضافة إلى ذلك ولغرض التحقق من هويتنا. بالنسبة لهويتك، قد نحتاج منك أن تقدم لنا إثباتًا صالحًا لهويتك (على سبيل المثال، نسخة من جواز السفر أو التأشيرة أو تصريح الإقامة أو بطاقة الهوية الوطنية و/أو رخصة القيادة).</p>
        <p>2. وقد نحتاج أيضًا إلى جمع معلومات مالية محددة منك، مثل تفاصيل بطاقتك الائتمانية و/أو تفاصيل حسابك البنكي، بحيث يمكن إضافتها إلى معلومات حسابك على الموقع. سيتم استخدام هذه المعلومات المالية لأغراض إعداد الفواتير وإكمال عملياتك على الموقع.</p>
        <p>3. بعد التسجيل في الموقع، يجب عليك عدم نشر أي معلومات شخصية (بما في ذلك أي معلومات مالية) على أي جزء من الموقع، باستثناء الجزء الخاص بـ “إدارة الحساب”. وهذا سوف يحميك من احتمالية التعرض للاحتيال أو سرقة معلومات هويتك. كما أن نشر أي من معلوماتك الشخصية على أي جزء من الموقع باستثناء “حسابي” قد يعتبر انتهاكاً لهذه الاتفاقية وقد يؤدي إلى اتخاذ إجراء ضد عضويتك في الموقع.
        </p>
        <p>4. سيتم تسجيل معلومات عن معاملاتك وأنشطتك على الموقع سواء كانت عملية شراء أو بيع أو عرض بضائع أو سحب مبالغ أو إيداع مبالغ أو غيرها من الأنشطة المتعلقة بمعاملاتك على الموقع.
        </p>
        <p>5.  يرجى ملاحظة أننا قد نستخدم عنوان بروتوكول الإنترنت (IP) الخاص بك (وهو رقم فريد يُعطى لمزود خدمة الإنترنت الخاص بك من أجل تحليل أنماط أنشطتك التي تقوم بها على الموقع، وبالتالي تحسين إدارتك للموقع). قد نقوم أيضًا بجمع معلوماتك حول تفاصيل عمليات التصفح الخاصة بك.
        </p>
      </div>

      <div className='' style={{gap:"1rem",display:"flex" ,flexDirection:"column"}}>
        <span>استخدامنا لمعلوماتك الشخصية
        </span>
        <p>1. نحن نستخدم معلوماتك الشخصية فقط لتقديم الخدمات والدعم من فريق العملاء، ونهدف إلى قياس مستوى خدماتنا وتحسينها لك، ومنع الأنشطة غير القانونية، وتنفيذ بنود اتفاقيتنا معك، بالإضافة إلى إزالة العوائق وتحصيل الرسوم وتزويدك برسائل البريد الإلكتروني الترويجية، وكذلك من أجل توثيق المعلومات التي قدمتها لنا. مع أطراف ثالثة، على سبيل المثال، قد نلجأ إلى مشاركة بعض معلوماتك الشخصية مع البنوك أو السماح لبطاقات الائتمان بمعالجة الخدمات والمصادقة عليها مع أطراف ثالثة لأغراض تتعلق بزيادة مستوى الأمان.
        </p>
        <p>2. على الرغم من حرصنا على الحفاظ على سريتك، فقد نحتاج إلى الكشف عن معلوماتك الشخصية لوكالات إنفاذ القانون أو الوكالات الحكومية أو أطراف ثالثة. ونحن ملزمون بذلك بأوامر من المحكمة أو الدوائر القانونية الأخرى، وذلك للالتزام بأحكام القانون، عندما نرى أن الكشف عن معلوماتك الشخصية أمر مناسب. قد يحمي من الأذى الجسدي أو الخسارة المالية، أو الإبلاغ عن نشاط مشبوه أو التحقيق في انتهاك محتمل لشروط وأحكام اتفاقية المستخدم.
        </p>
        <p>3. بالإضافة إلى ذلك، المعلومات المتعلقة بالبضائع التي تقوم بشرائها على الموقع. قد تتضمن هذه المعلومات تفاصيل تتعلق بهوية المستخدم وملاحظاته وملاحظاته المتعلقة باستخدامك للموقع. وبخلاف ذلك، فسنكشف عن معلوماتك الشخصية لطرف ثالث بعد الحصول على إذن واضح منك.
        </p>
        <p>4. بمجرد قيامك بالتسجيل في الموقع، يعتبر أنك قد منحتنا تفويضًا واضحًا لتسليم رسائل إلكترونية موثوقة إليك
        </p>

      </div>
      </div>
    </section>
      <Footer/>
      </div>

  );
}

export default Rols;
